Revit 2024 API
CitySet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual CitySetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As CitySetIterator
Visual C++
public:
virtual CitySetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
CitySet Class
Autodesk.Revit.DB Namespace